[LocAdmin_Strings]
FO_It_2H_OrcSword_02=Krush Varok;;-;;-;;Krush Varok;;-;;-;;-;;Krush Varok;;Краш Варок;;庫魯-瓦洛克;
FO_It_Axe_Orc_OM_01=Mighty orc axe;;-;;-;;Mächtige Orkaxt;;-;;-;;Hatalmas ork fejsze;;Potężny topór orków;;Могущественный топор орка;;半獸人的强大斧頭;
FO_It_Axe_Orc_OM_02=Weather-beaten orc axe;;-;;-;;Verwitterte Orkaxt;;-;;-;;Viharvert ork fejsze;;Wysłużony orkowy topór;;Старый топор орка;;半獸人的舊斧頭;
ITEMDESC_It_2H_OrcSword_OM_01=Very much suitable to the elite orc warriors. A jagged blade gives fear to the enemy.;;-;;-;;Sehr beliebt bei den Elitekriegern der Orks. Eine gezackte Klinge flößt dem Gegner Angst ein.;;-;;-;;Nagyon népszerű az orkok elit harcosai körében. A recés penge félelmet kelt az ellenfélben.;;Prawdziwa broń elitarnych orkowych wojowników. Kształt ostrza ma siać popłoch wśród wrogów.;;Очень подходит для элитных воинов орков. Снабженное зубцами лезвие наводит на врага страх.;;非常適合半獸人精英戰士。 刀口上有牙齒，使敵人感到恐懼。;
ITEMDESC_It_Axe_Orc_OM_01=I know this axe from the Valley of Mines. It is still sharp damn.;;-;;-;;Diese Axt kenne ich aus dem Minental. Sie ist immer noch verdammt scharf.;;-;;-;;A Bányavölgyből ismerem ezt a fajta fejszét. Mint mindig, átkozottul éles.;;Pamiętam to ostrze z Górniczej Doliny. To zadziwiające, że wciąż jest tak diabelsko ostre.;;Я знаю этот топор по Рудниковой долине. Он все еще чертовски острый.;;我知道在礦穀的那把斧頭，它仍然非常鋒利。;
ITEMDESC_It_Axe_Orc_OM_02=The Krush Pach is the incarnation of an orc axe.;;Il Krush Pach è la versione orchesca di un'ascia.;;Le Krush Pach est l'incarnation d'une hache d'orque.;;Eine kleine orkische Axt die von den Orks sogar zum Holz hacken genutzt wird.;;El Krush Pach es la encarnación de un hacha orca.;;Krush Pach je typickým druhem skretí sekery;;A Krush Pach egy ork balta megtestesülése. Favágásra is használják.;;Krush Pach jest jedna z orkowych wersji topora.;;Краш Пагх - одна из версий орочьего топора.;;半獸人版本的斧頭之一。;